// © Copyright 2004-2013, 2015-2016 HP Development Company, L.P.

TaskName = "소모품 상태";

StaplesTabLabel = "스테이플";
MediaTabLabel = "미디어";
PrintheadTabLabel = "프린트헤드";
SuppliesTabLabel = "소모품";

Toner = "토너";

EstimatedWarning = "예상치이므로 실제 잉크 남은양은 다를 수 있습니다.";

DoorOpenTitle = "도어/커버가 열려 있습니다";
ConsumableUnknownTitle = "모름";
CartridgeMissingTitle = "없음";
HSDCartridgeUsageTitle = "카트리지 메모리에 소모품 사용 정보 저장";
ValueNotAvailable = "지원되지 않습니다";

Colon = ":";

MediaStatusUnknown = "모름";
MediaStatusNotEmpty = "채워져 있음";
MediaStatusEmpty = "비어 있음";
MediaStatusLow = "낮음";
MediaStatusFull = "가득 참";
MediaStatusOk = "확인";

// cartridge statuses
SupplyLevelInMillilitersFormat = "%d ml";

// printhead statuses
Good = "양호";
Low = "거의 없음, 교체 준비를 하십시오";
Out = "없음, 교체하십시오";
PrintheadMissingTitle = "없음";

// staples cartridge
HSDStapleLevelStatusOK = "확인";
StapleLevelStatusLow = "낮음";
StapleLevelStatusVeryLow = "매우 낮음";
StapleLevelStatusOut = "아웃";
StapleCartridgeTitle = "스테이플 카트리지 %d:";
LevelStatusFormat = "상태:||%@";

PartReorderFormat = "부품 재주문 번호:||%@";
ExpireDateFormat = "만기일:||%@";
SerialNumberFormat = "일련 번호:||%@";
SupplyTypeFormat = "종류:||%@";
WarrantyStatusFromat = "보증서 상태:||%@";
UsedInkFromat = "사용한 잉크의 양(마이크로리터):||%@";
WarrantyNotice = "*보증서 보기";

ManufacturerUnknown = "모름";
ManufacturerHP = "HP";
ManufacturerApprovedOEM = "공인된 OEM";
ManufacturerNonApproved = "승인되지 않음";
CartridgeApproved = "보증됨";
CartridgeNotApproved = "보증되지 않음";

OrderHPPart = "HP 부품 주문:";
ApproximatePagesRemainingForInitialUse = "남은 예상 페이지:\n\t(25%% 사용 후 가용)||데이터를 수집 중";
ApproximatePagesRemaining = "대략의 남은 페이지 수:\n\t(인쇄하는 문서의 종류에 따라 남은\n\t페이지 수가 달라질 수 있습니다. )||%@";
PagesPrintedWithThisSupply = "본 소모품으로 인쇄한 페이지:";
FirstInstallDate = "처음 설치 일자:||%@";
LastUsedDate = "최근 사용 일자:||%@";
LowReached = "저점 도달:||%@";

YES = "예";
NO = "아니오";

SupplyStatusAuthentic = "정품 HP";
SupplyStatusClone = "HP 모방 칩";
SupplyStatusRefilled = "비정품 리필";
SupplyStatusUnauthorized = "비공인";
SupplyStatusIncorrect = "올바르지 않음";

WarrantyNotes = "*보증서\n비HP 소모품이 설치되었습니다. HP는 고객의 선택을 인정하지만, 비HP 소모품의 품질 또는 신뢰성을 보증할 수 없습니다. 비 HP 소모품의 사용으로 인한 프린터 서비스 또는 수리는 보증이 적용되지 않습니다.\n\n정품 HP 소모품을 사용하여 모든 인쇄 기능을 사용하도록 하십시오.\n\n정품 HP 소모품을 구입한 경우 당사의 웹사이트를 방문하십시오.\nlink:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
StarterPensWarning = "기본 잉크 카트리지의 경우 남은 잉크량 예상치 정보를 사용할 수 없습니다.";
StatusWarning = "소모품 상태를 다음 상태로 표시할 수 없습니다:";
NonHPSupplyWarning = "주의: 비HP 소모품이 설치되었습니다. 전체적인 인쇄 기능(남은 소모품 상태 등)을 확인하려면 정품 HP 소모품을 사용하십시오.";

SupplyDepleted = "중고, 리필 또는 모조";
HSDSupplyDepletedWarningTitle = "원품 HP 잉크 소진됨 – 잉크 레벨 정보를 이용할 수 없음";
SupplyDepletedWarningMessage = "소모품이 부족하거나 리필 제품이거나 HP 제품이 아닙니다. 소모품이 부족한 경우 필요한 카트리지를 새 것으로 교체하십시오. HP에서는 타사 소모품의 품질이나 신뢰성을 보장할 수 없습니다. HP 제품이 아닌 소모품을 사용하여 발생한 프린터 서비스나 수리는 보증 대상이 아닙니다.\n새로운 HP 정품 인쇄 카트리지를 구입했다면 다음을 방문하십시오. link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";

Fair = "공정";
Bad = "나쁨";

// Cartridge state warnings
BlackCartridgeMisinstalledWarning = "카트리지가 잘못된 슬롯에 설치되었습니다.\nHP 검은색 잉크 카트리지를 설치하십시오. 현재 없거나 또는 올바로 설치되지 않았습니다.";
CyanCartridgeMisinstalledWarning = "카트리지가 잘못된 슬롯에 설치되었습니다.\nHP 사이안 잉크 카트리지를 설치하십시오. 현재 없거나 또는 올바로 설치되지 않았습니다.";
MagentaCartridgeMisinstalledWarning = "카트리지가 잘못된 슬롯에 설치되었습니다.\nHP 마젠타 및 사이안 프린트헤드를 설치하십시오. 현재 없거나 또는 올바로 설치되지 않았습니다.";
YellowCartridgeMisinstalledWarning = "카트리지가 잘못된 슬롯에 설치되었습니다.\nHP 노란색 잉크 카트리지를 설치하십시오. 현재 없거나 또는 올바로 설치되지 않았습니다.";

BlackCartridgeMissingWarning = "검은색 잉크 카트리지를 설치하십시오.\nHP 검은색 잉크 카트리지를 설치하십시오. 현재 없거나 또는 올바로 설치되지 않았습니다.";
CyanCartridgeMissingWarning = "사이안 잉크 카트리지를 설치하십시오.\nHP 사이안 잉크 카트리지를 설치하십시오. 현재 없거나 또는 올바로 설치되지 않았습니다.";
MagentaCartridgeMissingWarning = "마젠타 및 사이안 프린트헤드를 설치하십시오.\nHP 마젠타 및 사이안 프린트헤드를 설치하십시오. 현재 없거나 또는 올바로 설치되지 않았습니다.";
YellowCartridgeMissingWarning = "노란색 잉크 카트리지를 설치하십시오.\nHP 노란색 잉크 카트리지를 설치하십시오. 현재 없거나 또는 올바로 설치되지 않았습니다.";

BlackCartridgeIncorrectWarning = "비호환 또는 결함이 있는 검은색 잉크 카트리지를 교체하십시오.\n그렇지 않은 경우 HP 검은색 잉크 카트리지로 교체하십시오. 카트리지를 교체해야만 인쇄가 실행됩니다.";
CyanCartridgeIncorrectWarning = "비호환 또는 결함이 있는 사이안 잉크 카트리지를 교체하십시오.\n새 HP 사이안 잉크 카트리지로 교체하십시오. 카트리지를 교체해야만 인쇄가 실행됩니다.";
MagentaCartridgeIncorrectWarning = "비호환 또는 결함이 있는 마젠타 잉크 카트리지를 교체하십시오.\nHP 마젠타 및 사이안 프린트헤드로 교체하십시오. 카트리지를 교체해야만 인쇄가 실행됩니다.";
YellowCartridgeIncorrectWarning = "비호환 또는 결함이 있는 노란색 잉크 카트리지를 교체하십시오.\n새 HP 노란색 잉크 카트리지로 교체하십시오. 카트리지를 교체해야만 인쇄가 실행됩니다.";

BlackCartridgeNonHPWarning = "비HP 검은색 잉크 카트리지.\nHP는 비 HP 잉크 카트리지의 품질 또는 신뢰성을 보장할 수 없습니다. 비 HP 잉크 카트리지를 사용해서 발생한 결과는 필요한 프린터 서비스 또는 수리는 보증의 대상이 되지 않습니다. 정품 HP 잉크 카트리지를 구입한 것으로 생각되시는 경우, link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}를 방문해 주십시오. 그렇지 않은 경우 HP 검은색 잉크 카트리지로 교체하십시오.";
CyanCartridgeNonHPWarning = "비HP 사이안 잉크 카트리지.\nHP는 비 HP 잉크 카트리지의 품질 또는 신뢰성을 보장할 수 없습니다. 비 HP 잉크 카트리지를 사용해서 발생한 결과는 필요한 프린터 서비스 또는 수리는 보증의 대상이 되지 않습니다. 정품 HP 잉크 카트리지를 구입한 것으로 생각되시는 경우, link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}를 방문해 주십시오. 그렇지 않은 경우 HP 사이안 잉크 카트리지로 교체하십시오.";
MagentaCartridgeNonHPWarning = "비HP 마젠타 잉크 카트리지.\nHP는 비 HP 잉크 카트리지의 품질 또는 신뢰성을 보장할 수 없습니다. 비 HP 잉크 카트리지를 사용해서 발생한 결과는 필요한 프린터 서비스 또는 수리는 보증의 대상이 되지 않습니다. 정품 HP 잉크 카트리지를 구입한 것으로 생각되시는 경우, link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}를 방문해 주십시오. 그렇지 않은 경우 HP 마젠타 잉크 카트리지로 교체하십시오.";
YellowCartridgeNonHPWarning = "비HP 노란색 잉크 카트리지.\nHP는 비 HP 잉크 카트리지의 품질 또는 신뢰성을 보장할 수 없습니다. 비 HP 잉크 카트리지를 사용해서 발생한 결과는 필요한 프린터 서비스 또는 수리는 보증의 대상이 되지 않습니다. 정품 HP 잉크 카트리지를 구입한 것으로 생각되시는 경우, link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}를 방문해 주십시오. 그렇지 않은 경우 HP 노란색 잉크 카트리지로 교체하십시오.";

BlackCartridgeNonHPRecoverableWarning = "비HP 검은색 잉크 카트리지.\nHP는 고객의 선택을 중시하지만, 비 HP 잉크 카트리지의 품질 또는 신뢰성을 보장할 수 없습니다. 비 HP 잉크 카트리지를 사용해서 발생한 결과는 필요한 프린터 서비스 또는 수리는 보증의 대상이 되지 않습니다. 비 HP 잉크 카트리지를 사용해 인쇄 작업을 계속하려면, 전원(Power) 버튼을 누른채, 재시작(Resume) 버튼을 세번 누른 다음 전원 버튼에서 손을 떼십시오. 하지만 인쇄 품질 및 잉크 잔여량 정보에 영향을 줄 수 있습니다. 그렇지 않은 경우 HP 검은색 잉크 카트리지로 교체하십시오. 정품 HP 잉크 카트리지를 구입한 것으로 생각되시는 경우, link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}를 방문해 주십시오.";
CyanCartridgeNonHPRecoverableWarning = "비HP 사이안 잉크 카트리지.\nHP는 고객의 선택을 중시하지만, 비 HP 잉크 카트리지의 품질 또는 신뢰성을 보장할 수 없습니다. 비 HP 잉크 카트리지를 사용해서 발생한 결과는 필요한 프린터 서비스 또는 수리는 보증의 대상이 되지 않습니다. 비 HP 잉크 카트리지를 사용해 인쇄 작업을 계속하려면, 전원(Power) 버튼을 누른채, 재시작(Resume) 버튼을 세번 누른 다음 전원 버튼에서 손을 떼십시오. 하지만 인쇄 품질 및 잉크 잔여량 정보에 영향을 줄 수 있습니다. 그렇지 않은 경우 HP 사이안 잉크 카트리지로 교체하십시오. 정품 HP 잉크 카트리지를 구입한 것으로 생각되시는 경우, link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}를 방문해 주십시오.";
MagentaCartridgeNonHPRecoverableWarning = "비HP 마젠타 잉크 카트리지.\nHP는 고객의 선택을 중시하지만, 비 HP 잉크 카트리지의 품질 또는 신뢰성을 보장할 수 없습니다. 비 HP 잉크 카트리지를 사용해서 발생한 결과는 필요한 프린터 서비스 또는 수리는 보증의 대상이 되지 않습니다. 비 HP 잉크 카트리지를 사용해 인쇄 작업을 계속하려면, 전원(Power) 버튼을 누른채, 재시작(Resume) 버튼을 세번 누른 다음 전원 버튼에서 손을 떼십시오. 하지만 인쇄 품질 및 잉크 잔여량 정보에 영향을 줄 수 있습니다. 그렇지 않은 경우 HP 마젠타 잉크 카트리지로 교체하십시오. 정품 HP 잉크 카트리지를 구입한 것으로 생각되시는 경우, link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}를 방문해 주십시오.";
YellowCartridgeNonHPRecoverableWarning = "비HP 노란색 잉크 카트리지.\nHP는 고객의 선택을 중시하지만, 비 HP 잉크 카트리지의 품질 또는 신뢰성을 보장할 수 없습니다. 비 HP 잉크 카트리지를 사용해서 발생한 결과는 필요한 프린터 서비스 또는 수리는 보증의 대상이 되지 않습니다. 비 HP 잉크 카트리지를 사용해 인쇄 작업을 계속하려면, 전원(Power) 버튼을 누른채, 재시작(Resume) 버튼을 세번 누른 다음 전원 버튼에서 손을 떼십시오. 하지만 인쇄 품질 및 잉크 잔여량 정보에 영향을 줄 수 있습니다. 그렇지 않은 경우 HP 노란색 잉크 카트리지로 교체하십시오. 정품 HP 잉크 카트리지를 구입한 것으로 생각되시는 경우, link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}를 방문해 주십시오.";

BlackCartridgeExpiredWarning = "수명이 다한 검은색 잉크 카트리지를 교체하십시오.\n새 HP 검은색 잉크 카트리지로 교체하십시오.";
CyanCartridgeExpiredWarning = "수명이 다한 사이안 잉크 카트리지를 교체하십시오.\n새 HP 사이안 잉크 카트리지로 교체하십시오.";
MagentaCartridgeExpiredWarning = "수명이 다한 마젠타 잉크 카트리지를 교체하십시오.\n새 HP 마젠타 잉크 카트리지로 교체하십시오.";
YellowCartridgeExpiredWarning = "수명이 다한 노란색 잉크 카트리지를 교체하십시오.\n새 HP 노란색 잉크 카트리지로 교체하십시오.";

BlackCartridgeExpiredRecoverableWarning = "수명이 다한 검은색 잉크 카트리지.\nHP는 비 HP 잉크 카트리지의 품질 또는 신뢰성을 보장할 수 없습니다. 수명이 다한 잉크 카트리지를 사용해서 발생한 결과는 필요한 프린터 서비스 또는 수리는 보증의 대상이 되지 않습니다. 수명이 다한 잉크 카트리지를 사용해 인쇄 작업을 계속하려면, 전원(Power) 버튼을 누른채, 재시작(Resume) 버튼을 세번 누른 다음 전원 버튼에서 손을 떼십시오. 하지만 인쇄 품질 및 잉크 잔여량 정보에 영향을 줄 수 있습니다.";
CyanCartridgeExpiredRecoverableWarning = "수명이 다한 사이안 잉크 카트리지.\nHP는 비 HP 잉크 카트리지의 품질 또는 신뢰성을 보장할 수 없습니다. 수명이 다한 잉크 카트리지를 사용해서 발생한 결과는 필요한 프린터 서비스 또는 수리는 보증의 대상이 되지 않습니다. 수명이 다한 잉크 카트리지를 사용해 인쇄 작업을 계속하려면, 전원(Power) 버튼을 누른채, 재시작(Resume) 버튼을 세번 누른 다음 전원 버튼에서 손을 떼십시오. 하지만 인쇄 품질 및 잉크 잔여량 정보에 영향을 줄 수 있습니다.";
MagentaCartridgeExpiredRecoverableWarning = "수명이 다한 마젠타 잉크 카트리지.\nHP는 비 HP 잉크 카트리지의 품질 또는 신뢰성을 보장할 수 없습니다. 수명이 다한 잉크 카트리지를 사용해서 발생한 결과는 필요한 프린터 서비스 또는 수리는 보증의 대상이 되지 않습니다. 수명이 다한 잉크 카트리지를 사용해 인쇄 작업을 계속하려면, 전원(Power) 버튼을 누른채, 재시작(Resume) 버튼을 세번 누른 다음 전원 버튼에서 손을 떼십시오. 하지만 인쇄 품질 및 잉크 잔여량 정보에 영향을 줄 수 있습니다.";
YellowCartridgeExpiredRecoverableWarning = "수명이 다한 노란색 잉크 카트리지.\nHP는 비 HP 잉크 카트리지의 품질 또는 신뢰성을 보장할 수 없습니다. 수명이 다한 잉크 카트리지를 사용해서 발생한 결과는 필요한 프린터 서비스 또는 수리는 보증의 대상이 되지 않습니다. 수명이 다한 잉크 카트리지를 사용해 인쇄 작업을 계속하려면, 전원(Power) 버튼을 누른채, 재시작(Resume) 버튼을 세번 누른 다음 전원 버튼에서 손을 떼십시오. 하지만 인쇄 품질 및 잉크 잔여량 정보에 영향을 줄 수 있습니다.";

BlackCartridgeOutOfInkWarning = "빈 검은색 잉크 카트리지를 교체하십시오.\n새 HP 검은색 잉크 카트리지로 교체하십시오. 카트리지를 교체해야만 인쇄가 실행됩니다.";
CyanCartridgeOutOfInkWarning = "빈 사이안 잉크 카트리지를 교체하십시오.\n새 HP 사이안 잉크 카트리지로 교체하십시오. 카트리지를 교체해야만 인쇄가 실행됩니다.";
MagentaCartridgeOutOfInkWarning = "빈 마젠타 잉크 카트리지를 교체하십시오.\n새 HP 마젠타 잉크 카트리지로 교체하십시오. 카트리지를 교체해야만 인쇄가 실행됩니다.";
YellowCartridgeOutOfInkWarning = "빈 노란색 잉크 카트리지를 교체하십시오.\n새 HP 노란색 잉크 카트리지로 교체하십시오. 카트리지를 교체해야만 인쇄가 실행됩니다.";

BlackCartridgeNearExpiredWarning = "검은색 잉크 카트리지의 수명이 곧 만료됩니다.\n수명 만료시 새 HP 검은색 잉크 카트리지로 교체하십시오.";
CyanCartridgeNearExpiredWarning = "사이안 잉크 카트리지의 수명이 곧 만료됩니다.\n수명 만료시 새 HP 사이안 잉크 카트리지로 교체하십시오.";
MagentaCartridgeNearExpiredWarning = "마젠타 잉크 카트리지의 수명이 곧 만료됩니다.\n수명 만료시 새 HP 마젠타 잉크 카트리지로 교체하십시오.";
YellowCartridgeNearExpiredWarning = "노란색 잉크 카트리지의 수명이 곧 종료됩니다.\n수명 종료시 새 HP 노란색 잉크 카트리지로 교체하십시오.";

BlackPenMissingWarning = "검은색 프린트헤드를 설치하십시오.\nHP 검은색 프린트헤드를 설치하십시오. 현재 없거나 또는 올바로 설치되지 않았습니다.";
CyanPenMissingWarning = "사이안 프린트헤드를 설치하십시오.\nHP 사이안 프린트헤드를 설치하십시오. 현재 없거나 또는 올바로 설치되지 않았습니다.";
MagentaPenMissingWarning = "마젠타 프린트헤드를 설치하십시오.\nHP 마젠타 프린트헤드를 설치하십시오. 현재 없거나 또는 올바로 설치되지 않았습니다.";
YellowPenMissingWarning = "노란색 프린트헤드를 설치하십시오.\nHP 노란색 프린트헤드를 설치하십시오. 현재 없거나 또는 올바로 설치되지 않았습니다.";
BlackYellowPenMissingWarning = "검은색 및 노란색 프린트헤드를 설치하십시오.\nHP 검은색 및 노란색 프린트헤드를 설치하십시오. 현재 없거나 또는 올바로 설치되지 않았습니다.";
CyanMagentaPenMissingWarning = "마젠타 및 사이안 프린트헤드를 설치하십시오.\nHP 마젠타 및 사이안 프린트헤드를 설치하십시오. 현재 없거나 또는 올바로 설치되지 않았습니다.";
CMYKPenMissingWarning = "CMYK 프린트헤드가 없습니다.\nHP CMYK 프린트헤드를 설치하십시오. 프린트헤드가 없거나 올바르게 설치되지 않았습니다.";

BlackPenIncorrectWarning = "비호환 또는 결함이 있는 검은색 프린트헤드를 교체하십시오.\n새 HP 검은색 프린트헤드로 교체하십시오. 프린트헤드를 교체해야만 인쇄가 실행됩니다.";
CyanPenIncorrectWarning = "비호환 또는 결함이 있는 사이안 프린트헤드를 교체하십시오.\n새 HP 사이안 잉크 카트리지로 교체하십시오. 프린트헤드를 교체해야만 인쇄가 실행됩니다.";
MagentaPenIncorrectWarning = "비호환 또는 결함이 있는 마젠타 프린트헤드를 교체하십시오.\n새 HP 마젠타 잉크 카트리지로 교체하십시오. 프린트헤드를 교체해야만 인쇄가 실행됩니다.";
YellowPenIncorrectWarning = "비호환 또는 결함이 있는 노란색 프린트헤드를 교체하십시오.\n새 HP 노란색 잉크 카트리지로 교체하십시오. 프린트헤드를 교체해야만 인쇄가 실행됩니다.";
BlackYellowPenIncorrectWarning = "비호환 또는 결함이 있는 검은색 및 노란색 프린트헤드를 교체하십시오.\nHP 검은색 및 노란색 프린트헤드로 교체하십시오. 프린트헤드를 교체해야만 인쇄가 실행됩니다.";
CyanMagentaPenIncorrectWarning = "비호환 또는 결함이 있는 마젠타 및 사이안 프린트헤드를 교체하십시오.\nHP 마젠타 및 사이안 프린트헤드로 교체하십시오. 프린트헤드를 교체해야만 인쇄가 실행됩니다.";
MatteBlackCyanPenIncorrectWarning = "호환되지 않거나 결함이 있는 검정(무광) 및 시안 프린트 헤드를 교체하십시오.\nHP 검정(무광) 및 시안 프린트 헤드로 교체하십시오. 프린트 헤드를 교체해야 프린터가 인쇄합니다.";
MagentaYellowPenIncorrectWarning = "호환되지 않거나 결함이 있는 진홍색 및 노란색 프린트 헤드를 교체하십시오.\nHP 진홍색 및 노란색 프린트 헤드로 교체하십시오. 프린트 헤드를 교체해야 프린터가 인쇄합니다.";
CMYKPenIncorrectWarning = "호환되지 않거나 잘못된 CMYK 프린트헤드를 교체하십시오.\nHP CMYK 프린트헤드로 교체하십시오. 프린트헤드를 교체해야만 프린터에서 인쇄할 수 있습니다.";

BlackCartridgeAntiTheftEnabledWarning = "HP 보호 검정 잉크 카트리지를 교체합니다. 이 카트리지는 처음에 HP 카트리지 보호 기능을 사용하여 카트리지를 보호하는 프린터에서만 사용할 수 있으며, 교체되어야 합니다.";
CyanCartridgeAntiTheftEnabledWarning = "HP 보호 청록색 잉크 카트리지를 교체합니다. 이 카트리지는 처음에 HP 카트리지 보호 기능을 사용하여 카트리지를 보호하는 프린터에서만 사용할 수 있으며, 교체되어야 합니다.";
MagentaCartridgeAntiTheftEnabledWarning = "HP 보호 진홍색 잉크 카트리지를 교체합니다. 이 카트리지는 처음에 HP 카트리지 보호 기능을 사용하여 카트리지를 보호하는 프린터에서만 사용할 수 있으며, 교체되어야 합니다.";
YellowCartridgeAntiTheftEnabledWarning = "HP 보호 노란색 잉크 카트리지를 교체합니다. 이 카트리지는 처음에 HP 카트리지 보호 기능을 사용하여 카트리지를 보호하는 프린터에서만 사용할 수 있으며, 교체되어야 합니다.";

BlackCartridgeAntiTheftEnabledWarningPigment = "HP 보호 검정 카트리지를 교체합니다. 이 카트리지는 HP 카트리지 보호 기능을 사용하여 처음 보호한 프린터에서만 사용할 수 있으며, 반드시 교체해야 합니다.";
CyanCartridgeAntiTheftEnabledWarningPigment = "HP 보호 청록색 카트리지를 교체합니다. 이 카트리지는 HP 카트리지 보호 기능을 사용하여 처음 보호한 프린터에서만 사용할 수 있으며, 반드시 교체해야 합니다.";
MagentaCartridgeAntiTheftEnabledWarningPigment = "HP 보호 마젠타 카트리지를 교체합니다. 이 카트리지는 HP 카트리지 보호 기능을 사용하여 처음 보호한 프린터에서만 사용할 수 있으며, 반드시 교체해야 합니다.";
YellowCartridgeAntiTheftEnabledWarningPigment = "HP 보호 노란색 카트리지를 교체합니다. 이 카트리지는 HP 카트리지 보호 기능을 사용하여 처음 보호한 프린터에서만 사용할 수 있으며, 반드시 교체해야 합니다.";

imageDrumCartridgeAntiTheftEnabledWarningPigment = "HP 보호 이미징 드럼을 교체하십시오. 이미징 드럼은 HP 카트리지 보호 기능을 사용하여 처음부터 드럼을 보호하는 프린터에서만 사용할 수 있으며 반드시 교체해야 합니다.";

// shoping menu titles
Phone = "전화";
ShopForSuppliesFormat = "%@소모품 매장";

"United States" = "미국";
"China" = "중국";
"Hong Kong" = "홍콩 특별 행정 구역";
"India" = "인도";
"Indonesia" = "인도네시아";
"Korea" = "한국";
"Malaysia" = "말레이지아";
"Philippines" = "필리핀";
"Singapore" = "싱가폴";
"Taiwan" = "대만";
"Thailand" = "태국";
"Vietnam" = "베트남";

SuppliesInformationTitle = "소모품 정보";

DetailsHeader = "소모품 상태";
ReturnRecyclingTitle = "반환 및 재활용\n";
ReturnRecyclingMessage = "정품 HP 소모품은 HP에서 재활용할 수 있도록 돌려 주십시오. 자세한 내용을 보려면 http://www.hp.com/go/recycle 을 방문하십시오.";
OrderingTitle = "주문 정보";
OrderingMessageFormat = "HP 소모품은 인터넷에서(link:{url=\"%@\";title=\"%@\";}), 프린터 소프트웨어를 통해 온라인에서, 또는 공인 대리점에 전화를 걸어 주문할 수 있습니다. 지침은 사용자 설명서를 참조하십시오.";
ApproximatePagesRemainingClear = "남은 예상 페이지:";
ApproximatePagesRemainingNotAvailableNowDisclaimer = "HP는 카트리지 사용의 처음 20%를 사용하여 남은 페이지를 계산합니다.";
ApproximatePageRemainingNotAvailableNowValue = "데이터를 수집 중";
SupplyLevelReplace = "대치";
InkSupplyPLRDisclaimer = "예상치이므로 실제 잉크 남은양은 다를 수 있습니다.";

PRLSupplyDisclaimer = "대략적 수치임. 인쇄되는 문서의 유형 및 기타 요인에 따라 달라집니다.";
LessThanX = "%d 미만";
SupplyLevel = "소모품 잔량:";
OrderTitle = "주문";
SupplyLevelNormal = "표준";
SupplyLevelVeryLow = "매우 낮음";

SupplyAuthStateUsed = "사용함";
SupplyAuthStateUnsupported = "지원되지 않음";
SupplyAuthStateNonHP = "타사";
SupplyAuthStateIncompatible = "호환되지 않음";

SuppliesStatusMisinstalled = "카트리지가 잘못된 슬롯에 설치되었습니다.";

SupplyStatusLowDetailsDisclaimer = "소모품 잔량이 낮을 때 프린터가 표시합니다. 실제 카트리지 잔여 수명은 다를 수 있습니다. 인쇄 품질이 더 이상 허용 불가 수준일 때 설치할 교체품 준비를 고려하십시오. 소모품을 지금 교체할 필요는 없습니다.";
SupplyStatusVeryLowDetailsDisclaimer = "소모품 잔량이 매우 낮을 때 프린터가 표시합니다. 실제 카트리지 잔여 수명은 다를 수 있습니다. 인쇄 품질이 더 이상 허용 불가 수준일 때 설치할 교체품 준비를 고려하십시오. 인쇄 품질이 아직 허용 가능한 한 소모품을 지금 교체할 필요는 없습니다. HP 소모품이 “매우 낮음”에 도달하면 그 소모품에 대한 HP의 고급 보호 보증은 종료됩니다.";
SupplyStatusMPACCOActiveDetailsDisclaimer = "프린터가 컬러 소모품 잔량이 매우 낮을 때 흑색만 사용하여 인쇄하도록 사용자 구성되어 있습니다. 컬러 소모품이 아직 허용 가능한 인쇄 품질을 제공할 수 있습니다. 컬러로 인쇄하려면 컬러 소모품을 교체하거나 프린터를 재구성하십시오.";
SupplyStatusReplaceRDDetailsDisclaimer = "이 프린터는 소모품의 추정 가용 수명이 다할 때 사용자에게 알려줍니다. 일부 소모품은 남아 있을 수 있지만 그대로 사용하는 경우 프린터 손상 또는 안전 위험을 초래할 수 있습니다.";
SupplyStatusReplaceUserDetailsDisclaimer = "소모품 잔량이 매우 낮을 때 프린터가 정지되도록 사용자 구성되어 있습니다. 소모품이 아직 허용 가능한 인쇄 품질을 제공할 수 있습니다. 인쇄를 계속하려면 소모품을 교체하거나 프린터를 재구성하십시오.";

AuthenticationStateMissingSmartChipNote = "카트리지 데이터를 읽을 수 없습니다. 데이터를 읽을 수 없는 카트리지를 사용해 프린터 수리가 필요하게 된 경우 품질보증을 받을 수 없습니다. 소모품 상태를 확인 수 없으며 소모품 상태를 확인해야 하는 기능을 사용할 수 없습니다.";
AuthenticationStateBadDataFromCartridgeNote = "카트리지 데이터를 읽을 수 없습니다. 데이터를 읽을 수 없는 카트리지를 사용해 프린터 수리가 필요하게 된 경우 품질보증을 받을 수 없습니다. 소모품 상태를 확인 수 없으며 소모품 상태를 확인해야 하는 기능을 사용할 수 없습니다.";
AuthenticationStateUsedNote = "이미 사용한 소모품을 설치했습니다. 정품 HP 소모품을 구입하셨다면 link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";} 을 방문하십시오. 이미 사용한 소모품을 사용해 프린터 수리가 필요하게 된 경우에는 품질보증을 받을 수 없습니다. 소모품 상태를 확인할 수 없으며 소모품 상태를 확인해야 하는 기능을 사용할 수 없습니다.";
AuthenticationStateUsedBody = "주의: 이미 사용한 소모품을 설치했습니다. 소모품 상태를 확인할 수 없습니다. 소모품 상태를 확인해야 하는 기능을 사용할 수 없습니다.";
AuthenticationStateNotDesignedForPrinterNote = "이 정품 HP 소모품은 이 제품을 위한 소모품이 아니며 이 제품을 지원하지 않습니다. 이 제품과 함께 사용하면 결과가 달라질 수 있습니다.";
AuthenticationStateNonHPNote = "타사 소모품을 설치했습니다. 정품 HP 소모품을 구입하셨다면 link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}을 방문하십시오. 타사 카트리지를 사용해 프린터 수리가 필요하게 된 경우에는 품질보증을 받을 수 없습니다.";

ImportantNotesTitle = "중요 사항:\n";
AtVeryLowInstructions = "1. \"프린터 설정\" 그룹.\n2에서 \"소모품 관리\" 작업을 선택하십시오. \"카트리지 동작 매우 낮음\" 표.\n3에서 %컬러% 카트리지를 선택하십시오. 선택된 카트리지에 대한 동작을 \"계속\" 또는 \"계속하도록 확인\"으로 변경하십시오.";

HSDPrintheadTabTitle = "프린트헤드 상태";
HSDPrintheadTabInfo = "선택된 프린터의 현재 프린트헤드 상태는 아래와 같습니다.";

HSDSuppliesTabTitle = "현재 소모품 레벨";
HSDSuppliesTabInfo = "선택된 프린터의 현재 소모품 레벨은 아래와 같습니다.";
HSDDetailedInfoButtonTitle = "소모품 상세 정보";
HSDSuppliesWarningTitle = "프린터로부터 인쇄 카트리지 정보를 가져오던 중 상태 에러가 발생했습니다. 프린터와 통신이 되지 않습니다, 프린터의 전원 및 연결 상태를 확인하십시오.";

HSDMediaTabTitle = "용지 상태";
HSDMediaTabInfo = "선택된 프린터의 현재 소모품 레벨은 아래와 같습니다.";

HSDStaplesTabTitle = "스테이플 상태";
HSDStaplesTabInfo = "선택된 프린터의 현재 스테이플 상태는 아래와 같습니다.";
HSDStaplesNotDetectedInfo = "스테이플 카트리지가 인식되지 않았습니다.";

// Ink Subscription Tab
InkSubscriptionTabName = "HP Instant Ink";

cloudConnectionStatus = "현재 클라우드에 대한 연결 상태";
lastConnectDate = "마지막 연결 날짜";
totalEnginePageCount = "총 엔진 페이지 수";
PPPCount = "인쇄당 비용 페이지 수";
subscriptionPPPCount = "구독 인쇄당 비용 페이지 수";
currentSequenceNumber = "현재 시퀀스 번호";
lastReceivedSequence = "최근 수신 시퀀스";
HAPILastReceivedDate = "H-API 최근 수신 날짜";
EOOP = "유효한 페이지 부족";
OOPEAvailable = "페이지 부족 익스텐션 사용 가능";
blackSupplySubscription = "흑백 카트리지";
triColorSupplySubscription = "컬러 카트리지";
Unknown = "알 수 없음";

InstantInk = "Instant Ink";
NonInstantInk = "비-Instant Ink";
InstantInkReady = "Instant Ink Ready";
Connected = "연결됨";
NotConnected = "연결되지 않음";
Name = "이름";
Value = "값";
YES = "예";
NO = "아니오";

C_Color = "청록색";
M_Color = "진홍색";
Y_Color = "노란색";
CMY_Color = "컬러";
K_Color = "검정색";

HSDInkSubscriptionAdTitle = "HP Instant Ink";
HSDInkSubscriptionAdDescription = "잉크 교체 서비스";
HSDInkSubscriptionAdMessage3 = "최대 50%까지 잉크 절약*\n프린터에서 정품 HP 잉크를 주문하고 집에서 바로 받아 보십시오.\n\n[지금 잉크 보내기]를 클릭하여 자세히 알아보고 가입하십시오.";
InkSubscriptionAdMessage4 = "HP Instant Ink 월간 계획은 사용된 카트리지 기준이 아니라 인쇄된 페이지 기준입니다.";
HSDInkSubscriptionHelp = "Instant Ink 도움말";
HSDSendInkNow = "지금 잉크 보내기";
DisclaimerLink = "link:{url=\"http://www.hpinstantink.com/disclaimers\";title=\"*HP Instant Ink 고지사항\";}";

/*Unsubscribed*/
InkSubscriptionInvitationTitle = "HP Instant Ink를 사용해 보십시오!";
InkSubscriptionInvitation = " link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink Online\";} 에서 HP Instant Ink의 장점을 확인하십시오.";
InkSubscriptionSubscriptionConsumableTemporaryUsageAllowedTitle = "HP Instant Ink 카트리지가 설치됨";
InkSubscriptionSubscriptionConsumableTemporaryUsageAllowed = "HP Instant Ink 등록을 link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}에서 온라인으로 완료하십시오.";
InkSubscriptionSubscriptionConsumableNeedsEnrollmentTitle = "호환되지 않는 HP Instant Ink 카트리지";
InkSubscriptionSubscriptionConsumableNeedsEnrollment = "이 카트리지는 HP Instant Ink에 현재 등록된 프린터에만 사용할 수 있습니다. 프린터에서 이 카트리지를 수락해야 한다고 판단되면, link:{url=\"http://www.hp.com/go/instantinksupport\";title=\"HP Instant Ink 지원 온라인\";}에 연락하십시오.";
InkSubscriptionTrialConsumableCountExceededTitle = "HP Instant Ink";
InkSubscriptionTrialConsumableCountExceeded = "프린터에서 하나의 HP Instant Ink Ready 카트리지 세트만 사용 가능합니다. 제거 후 다른 카트리지로 교체하십시오.";
HSDDeviceStateConsumableSubscriptionOptionNotSetTitle = "프린터 설정 완료";
HSDDeviceStateConsumableSubscriptionOptionNotSet = "인쇄하려면 프린터 전면 패널에서 프린터 설정을 완료해야 합니다. [확인]을 클릭하고 프린터 전면 패널의 지침을 따르십시오. 인쇄 작업이 취소되었습니다.";

/*Connect now Warning*/
InkSubscriptionConnectNowWarningTitle = "프린터를 HP Connected에 연결하십시오.";
InkSubscriptionSubscribedPagesLow = "프린터가 HP Connected에 연결되어 있지 않으면 바로 인쇄할 수 없습니다.\n\n해당 HP Instant Ink 상태를 업데이트하려면 프린터를 연결해야 합니다.\n프린터 제어판의 지침을 참조하십시오.";
InkSubscriptionSubscribedPagesVeryLow = "경고: 프린터가 HP Connected에 연결되어 있지 않으면 바로 인쇄할 수 없으며, 추가 경고가 표시되지 않습니다.\n\n해당 HP Instant Ink 상태를 업데이트하려면 프린터를 연결해야 합니다.\n프린터 제어판의 지침을 참조하십시오.";
InkSubscriptionSubscriptionNeedToConnect = "해당 HP Instant Ink 상태를 업데이트하려면 프린터를 연결해야 합니다.\n프린터 제어판의 지침을 참조하십시오.";

InkSubscriptionConnectNowToInstantInkWarningTitle = "프린터를 HP Instant Ink에 연결하십시오.";
InkSubscriptionSubscribedPagesLowToInstantInk = "프린터가 HP Instant Ink에 연결되어 있지 않으면 곧 인쇄할 수 없게 됩니다.

프린터가 연결되어 있어야 프린터의 HP Instant Ink 상태를 업데이트할 수 있습니다.
프린터 전면 패널의 정보 버튼을 눌러 재연결에 관한 정보가 있는 페이지를 인쇄하십시오.
지침 페이지는 HP Instant Ink 페이지 수에 포함되지 않습니다.";
InkSubscriptionSubscribedPagesVeryLowToInstantInk = "경고: 프린터가 HP Instant Ink에 연결되지 않은 경우 곧 추가 경고 없이 인쇄할 수 없게 됩니다.

프린터 전면 패널의 정보 버튼을 눌러 재연결에 관한 정보가 있는 페이지를 인쇄하십시오.
지침 페이지는 HP Instant Ink 페이지 수에 포함되지 않습니다.";
InkSubscriptionSubscriptionNeedToConnectToInstantInk = "해당 HP Instant Ink 상태를 업데이트하려면 프린터를 연결해야 합니다.
프린터 전면 패널의 정보 버튼을 눌러 재연결에 관한 정보가 있는 페이지를 인쇄하십시오.
지침 페이지는 HP Instant Ink 페이지 수에 포함되지 않습니다.";

/*Active*/
InkSubscriptionSuccessfulTitle = "프린터가 준비되었습니다.";
InkSubscriptionSuccessful = "HP Instant Ink에 관한 정보를 얻으려면 link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink Online\";}을 방문하십시오.";

XMO2InkSubscriptionSuccessfulTitle = "HP Instant Ink.";
XMO2InkSubscriptionSuccessful = "귀하의 프린터가 이제 HP Instant Ink에 등록되었습니다.";

InkSubscriptionNonInstantInkCartridgeInstalledTitle = "Instant Ink가 아닌 카트리지 설치됨";
InkSubscriptionNonInstantInkCartridgeInstalledMessage = "이 프린터는 HP Instant Ink에 등록되어 있으므로 해당 카트리지를 사용할 수 있습니다. HP Instant Ink 서비스 월 요금 청구가 시작되면 앞으로도 계속 청구됩니다.";

/*Connect Now Error*/
InkSubscriptionConnectNowErrorTitle = "인쇄할 수 없음";
InkSubscriptionConnectNowError = "해당 HP Instant Ink 상태를 업데이트하려면 프린터를 HP Connected에 연결해야 합니다.\n프린터가 연결될 때까지 인쇄할 수 없습니다.\n프린터 제어판의 지침을 참조하십시오.";
InkSubscribedPagesOutError = "해당 HP Instant Ink 상태를 업데이트하려면 프린터를 연결해야 합니다.

프린터가 연결될 때까지 인쇄할 수 없습니다.
프린터 전면 패널의 정보 버튼을 눌러 재연결에 관한 정보가 있는 페이지를 인쇄하십시오.
지침 페이지는 HP Instant Ink 페이지 수에 포함되지 않습니다.";

/*Account Problem Warning*/
InkSubscriptionAccountProblemWarningTitle = "HP Instant Ink 계정에 주의가 필요함";
InkSubscriptionAccountProblemSubscribedPagesLow = "계정에 문제가 있습니다. link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}에서 온라인으로 자세한 내용을 확인하십시오.\n\n문제가 해결되지 않으면 곧 HP Instant Ink 카트리지로 인쇄할 수 없게 됩니다.";
InkSubscriptionAccountProblemSubscribedPagesVeryLow = "계정에 문제가 있습니다. link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}에서 온라인으로 자세한 내용을 확인하십시오.\n\n문제가 해결되지 않으면 곧 HP Instant Ink 카트리지로 인쇄할 수 없게 됩니다.";


/*Account Problem Error*/
InkSubscriptionAccountProblemErrorTitle = "HP Instant Ink 계정에 주의가 필요함";
InkSubscriptionAccountProblemError = "계정에 문제가 있습니다. link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}에서 온라인으로 자세한 내용을 확인하십시오.\n\n문제가 해결될 때까지 HP Instant Ink 카트리지로 인쇄할 수 없습니다.";


/*Connect To Order Cartridge*/
InkSubscriptionConnectToOrderCartridgeTite = "프린터를 HP Connected에 연결하십시오.";
InkSubscriptionConnectToOrderCartridge = "교체용 카트리지를 주문하려면 프린터가 HP Connected에 연결되어 있어야 합니다.\n프린터 제어판의 지침을 참조하십시오.";

InkSubscriptionConnectToInstantInkToOrderCartridgeTite = "프린터를 HP Instant Ink에 연결하십시오.";
InkSubscriptionConnectToInstantInkToOrderCartridge = "교체용 카트리지를 주문하려면 프린터가 HP Instant Ink에 연결되어 있어야 합니다.
프린터 전면 패널의 정보 버튼을 눌러 재연결에 관한 정보가 있는 페이지를 인쇄하십시오.
지침 페이지는 HP Instant Ink 페이지 수에 포함되지 않습니다.";

/*Important Message Warning*/
InkSubscriptionImportantMessageWarningTitle = "HP Instant Ink의 중요 메시지";
InkSubscriptionImportantMessageWarning = "HP Instant Ink 계정에 대한 중요한 메시지가 link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}에 있습니다.";

/*Important Message Error*/
InkSubscriptionImportantMessageErrorTitle = "HP Instant Ink의 중요 메시지";
InkSubscriptionImportantMessageError = "인쇄할 수 없습니다. HP Instant Ink 계정에 대한 중요한 메시지가 link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}에 있습니다.";

/*Consumable End Of Life*/
InkSubscriptionSubscriptionConsumableEndOfLifeTitle = "카트리지 교체 시기";
InkSubscriptionSubscriptionConsumableEndOfLife = "카트리지 잉크가 매우 부족합니다.\n인쇄 품질 문제가 발생하지 않도록 하려면 HP Instant Ink 카트리지로 교체해야 합니다.";

/*Unexpected Instant Ink Cartridge Installed*/
UnexpectedInstantInkCartridgeInstalledTitle = "예기치 않은 Instant Ink 카트리지 설치됨";
UnexpectedInstantInkCartridgeInstalled = "Instant Ink 카트리지를 사용 중인 다른 프린터가 있는 경우 이 프린터가 아니라 다른 프린터에 카트리지를 설치해야 하는 것이 아닌지 확인하십시오.\n이 경우 이 카트리지를 제거하고 원래의 카트리지를 다시 설치할 수 있습니다.";

/*Used HP Instant Ink Cartridge*/
UsedHPInstantInkCartridgeTitle = "중고 HP Instant Ink 카트리지";
UsedHPInstantInkCartridge = "위의 HP Instant Ink 카트리지는 카트리지를 처음 설치한 HP Instant Ink 프린터에서만 사용할 수 있으며 반드시 교체해야 합니다.";

/* subscriptionCancellationSuccessful */
HPInstantInkEnrollmentCancelledTitle = "HP Instant Ink 등록 취소됨";
HPInstantInkEnrollmentCancelled = "프린터가 HP Instant Ink에 더 이상 등록되어 있지 않습니다. HP Instant Ink 카트리지를 더 이상 사용할 수 없습니다.\n프린터가 계속 등록되어 있어야 한다고 생각하시면, link:{url=\"http://www.hp.com/go/instantinksupport\";title=\"HP Instant Ink 지원 온라인\";}에 연락하십시오.";

XMO2HPInstantInkEnrollmentCancelledTitle = "HP Instant Ink.";
XMO2HPInstantInkEnrollmentCancelled = "프린터는 HP Instant Ink에 더 이상 등록되어 있지 않습니다. HP Instant Ink Ready 카트리지를 계속 사용할 수 있지만, HP Instant Ink 프로그램 카트리지는 적용되지 않습니다.";

MissingSmartChipMonoSupply = "소모품 메모리 오류";

EstimatedWarningPigment = "예상 수치이며 실제 카트리지 수준은 다를 수 있습니다.";
UsedFromatPigment = "사용된 카트리지 수준 양(마이크로리터):||%@";
HSDSupplyDepletedWarningTitlePigment = "HP 정품 카트리지가 고갈됨 - 소모품 잔량 정보를 알 수 없음.";
StarterPensWarningPigment = "초기 잉크 카트리지에 대해서는 예상 카트리지 수준 정보를 사용할 수 없습니다.";

BlackCartridgeMisinstalledWarningPigment = "카트리지가 잘못된 슬롯에 설치되었습니다.\n검정색 HP 카트리지로 교체하십시오. 카트리지를 교체해야 인쇄할 수 있습니다.";
CyanCartridgeMisinstalledWarningPigment = "카트리지가 잘못된 슬롯에 설치되었습니다.\n청록색 HP 카트리지로 교체하십시오. 카트리지를 교체해야 인쇄할 수 있습니다.";
MagentaCartridgeMisinstalledWarningPigment = "카트리지가 잘못된 슬롯에 설치되었습니다.\n진홍색 HP 카트리지로 교체하십시오. 카트리지를 교체해야 인쇄할 수 있습니다.";
YellowCartridgeMisinstalledWarningPigment = "카트리지가 잘못된 슬롯에 설치되었습니다.\n노란색 HP 카트리지로 교체하십시오. 카트리지를 교체해야 인쇄할 수 있습니다.";

BlackCartridgeMissingWarningPigment = "검정색 카트리지가 없습니다.\n검정색 HP 카트리지를 설치하십시오. 설치되지 않았거나 잘못 설치되었습니다.";
CyanCartridgeMissingWarningPigment = "청록색 카트리지가 없습니다.\n청록색 HP 카트리지를 설치하십시오. 설치되지 않았거나 잘못 설치되었습니다.";
MagentaCartridgeMissingWarningPigment = "진홍색 카트리지가 없습니다.\n진홍색 HP 카트리지를 설치하십시오. 설치되지 않았거나 잘못 설치되었습니다.";
YellowCartridgeMissingWarningPigment = "노란색 카트리지가 없습니다.\n노란색 HP 카트리지를 설치하십시오. 설치되지 않았거나 잘못 설치되었습니다.";

BlackCartridgeIncorrectWarningPigment = "호환되지 않거나 잘못된 검정색 카트리지를 교체하십시오.\n검정색 HP 카트리지로 교체하십시오. 카트리지를 교체해야 인쇄할 수 있습니다.";
CyanCartridgeIncorrectWarningPigment = "호환되지 않거나 잘못된 청록색 카트리지를 교체하십시오.\n청록색 HP 카트리지로 교체하십시오. 카트리지를 교체해야 인쇄할 수 있습니다.";
MagentaCartridgeIncorrectWarningPigment = "호환되지 않거나 잘못된 진홍색 카트리지를 교체하십시오.\n진홍색 HP 카트리지로 교체하십시오. 카트리지를 교체해야 인쇄할 수 있습니다.";
YellowCartridgeIncorrectWarningPigment = "호환되지 않거나 잘못된 노란색 카트리지를 교체하십시오.\n노란색 HP 카트리지로 교체하십시오. 카트리지를 교체해야 인쇄할 수 있습니다.";

BlackCartridgeNonHPWarningPigment = "검정색 카트리지가 HP 제품이 아닙니다.\nHP는 HP 제품이 아닌 카트리지의 품질이나 신뢰성을 보장할 수 없습니다. HP 제품이 아닌 카트리지 사용으로 인해 발생하는 프린터 서비스나 수리는 보증이 적용되지 않습니다. 정품 HP 카트리지를 구매하셨다면 다음 페이지를 방문하십시오. link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP black cartridge.";
CyanCartridgeNonHPWarningPigment = "청록색 카트리지가 HP 제품이 아닙니다.\nHP는 HP 제품이 아닌 카트리지의 품질이나 신뢰성을 보장할 수 없습니다. HP 제품이 아닌 카트리지 사용으로 인해 발생하는 프린터 서비스나 수리는 보증에 적용되지 않습니다. 정품 HP 카트리지를 구매하셨다면 다음 페이지를 방문하십시오. link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP cyan cartridge.";
MagentaCartridgeNonHPWarningPigment = "진홍색 카트리지가 HP 제품이 아닙니다.\nHP는 HP 제품이 아닌 카트리지의 품질이나 신뢰성을 보장할 수 없습니다. HP 제품이 아닌 카트리지 사용으로 인해 발생하는 프린터 서비스나 수리는 보증이 적용되지 않습니다. 정품 HP 카트리지를 구매하셨다면 다음 페이지를 방문하십시오. link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP magenta cartridge.";
YellowCartridgeNonHPWarningPigment = "노란색 카트리지가 HP 제품이 아닙니다.\nHP는 HP 제품이 아닌 카트리지의 품질이나 신뢰성을 보장할 수 없습니다. HP 제품이 아닌 카트리지 사용으로 인해 발생하는 프린터 서비스나 수리는 보증이 적용되지 않습니다. 정품 HP 카트리지를 구매하셨다면 다음 페이지를 방문하십시오. link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP yellow cartridge.";

BlackCartridgeNonHPRecoverableWarningPigment = "검정색 카트리지가 HP 제품이 아닙니다.\nHP는 고객의 선택을 존중하지만 HP 제품이 아닌 카트리지의 품질이나 신뢰성을 보장할 수 없습니다. HP 제품이 아닌 카트리지 사용으로 인해 발생하는 프린터 서비스나 수리는 보증이 적용되지 않습니다. HP 제품이 아닌 카트리지로 계속 인쇄하려면 전원 버튼을 길게 누르고 다시 시작 버튼을 3번 누른 다음 전원 버튼을 뗍니다. 하지만 인쇄 품질 및 카트리지 레벨 정보에 영향을 미칠 수도 있습니다. 염려되신다면 정품 HP 검정색 카트리지로 교체하시기 바랍니다. 정품 HP 카트리지를 구매하셨다면 다음 페이지를 방문하십시오. link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
CyanCartridgeNonHPRecoverableWarningPigment = "청록색 카트리지가 HP 제품이 아닙니다.\nHP는 고객의 선택을 존중하지만 HP 제품이 아닌 카트리지의 품질이나 신뢰성을 보장할 수 없습니다. HP 제품이 아닌 카트리지 사용으로 인해 발생하는 프린터 서비스나 수리는 보증이 적용되지 않습니다. HP 제품이 아닌 카트리지로 계속 인쇄하려면 전원 버튼을 길게 누르고 다시 시작 버튼을 3번 누른 다음 전원 버튼을 뗍니다. 하지만 인쇄 품질 및 카트리지 레벨 정보에 영향을 미칠 수도 있습니다. 염려되신다면 정품 HP 청록색 카트리지로 교체하시기 바랍니다. 정품 HP 카트리지를 구매하셨다면 다음 페이지를 방문하십시오. link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
MagentaCartridgeNonHPRecoverableWarningPigment = "진홍색 카트리지가 HP 제품이 아닙니다.\nHP는 고객의 선택을 존중하지만 HP 제품이 아닌 카트리지의 품질이나 신뢰성을 보장할 수 없습니다. HP 제품이 아닌 카트리지 사용으로 인해 발생하는 프린터 서비스나 수리는 보증이 적용되지 않습니다. HP 제품이 아닌 카트리지로 계속 인쇄하려면 전원 버튼을 길게 누르고 다시 시작 버튼을 3번 누른 다음 전원 버튼을 뗍니다. 하지만 인쇄 품질 및 카트리지 레벨 정보에 영향을 미칠 수도 있습니다. 염려되신다면 정품 HP 진홍색 카트리지로 교체하시기 바랍니다. 정품 HP 카트리지를 구매하셨다면 다음 페이지를 방문하십시오. link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
YellowCartridgeNonHPRecoverableWarningPigment = "노란색 카트리지가 HP 제품이 아닙니다.\nHP는 고객의 선택을 존중하지만 HP 제품이 아닌 카트리지의 품질이나 신뢰성을 보장할 수 없습니다. HP 제품이 아닌 카트리지 사용으로 인해 발생하는 프린터 서비스나 수리는 보증이 적용되지 않습니다. HP 제품이 아닌 카트리지로 계속 인쇄하려면 전원 버튼을 길게 누르고 다시 시작 버튼을 3번 누른 다음 전원 버튼을 뗍니다. 하지만 인쇄 품질 및 카트리지 레벨 정보에 영향을 미칠 수도 있습니다. 염려되신다면 정품 HP 노란색 카트리지로 교체하시기 바랍니다. 정품 HP 카트리지를 구매하셨다면 다음 페이지를 방문하십시오. link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";

BlackCartridgeExpiredWarningPigment = "만료된 검정색 카트리지를 교체하십시오.\n새 HP 검정색 카트리지로 교체하십시오.";
CyanCartridgeExpiredWarningPigment = "만료된 청록색 카트리지를 교체하십시오.\n새 HP 청록색 카트리지로 교체하십시오.";
MagentaCartridgeExpiredWarningPigment = "만료된 진홍색 카트리지를 교체하십시오.\n새 HP 진홍색 카트리지로 교체하십시오.";
YellowCartridgeExpiredWarningPigment = "만료된 노란색 카트리지를 교체하십시오.\n새 HP 노란색 카트리지로 교체하십시오.";

BlackCartridgeExpiredRecoverableWarningPigment = "검정색 카트리지가 만료되었습니다.\nHP는 만료된 카트리지의 품질이나 신뢰성을 보장할 수 없습니다. 만료된 카트리지 사용으로 인해 발생하는 프린터 서비스나 수리는 보증이 적용되지 않습니다. 만료된 카트리지로 계속 인쇄하려면 전원 버튼을 길게 누르고 다시 시작 버튼을 3번 누른 다음 전원 버튼을 뗍니다. 하지만 인쇄 품질 및 카트리지 레벨 정보에 영향을 미칠 수도 있습니다.";
CyanCartridgeExpiredRecoverableWarningPigment = "청록색 카트리지가 만료되었습니다.\nHP는 만료된 카트리지의 품질이나 신뢰성을 보장할 수 없습니다. 만료된 카트리지 사용으로 인해 발생하는 프린터 서비스나 수리는 보증이 적용되지 않습니다. 만료된 카트리지로 계속 인쇄하려면 전원 버튼을 길게 누르고 다시 시작 버튼을 3번 누른 다음 전원 버튼을 뗍니다. 하지만 인쇄 품질 및 카트리지 레벨 정보에 영향을 미칠 수도 있습니다.";
MagentaCartridgeExpiredRecoverableWarningPigment = "진홍색 카트리지가 만료되었습니다.\nHP는 만료된 카트리지의 품질이나 신뢰성을 보장할 수 없습니다. 만료된 카트리지 사용으로 인해 발생하는 프린터 서비스나 수리는 보증이 적용되지 않습니다. 만료된 카트리지로 계속 인쇄하려면 전원 버튼을 길게 누르고 다시 시작 버튼을 3번 누른 다음 전원 버튼을 뗍니다. 하지만 인쇄 품질 및 카트리지 레벨 정보에 영향을 미칠 수도 있습니다.";
YellowCartridgeExpiredRecoverableWarningPigment = "노란색 카트리지가 만료되었습니다.\nHP는 만료된 카트리지의 품질이나 신뢰성을 보장할 수 없습니다. 만료된 카트리지 사용으로 인해 발생하는 프린터 서비스나 수리는 보증이 적용되지 않습니다. 만료된 카트리지로 계속 인쇄하려면 전원 버튼을 길게 누르고 다시 시작 버튼을 3번 누른 다음 전원 버튼을 뗍니다. 하지만 인쇄 품질 및 카트리지 레벨 정보에 영향을 미칠 수도 있습니다.";

BlackCartridgeOutOfWarningPigment = "비어 있는 검정색 카트리지를 교체하십시오.\n새 HP 검정색 카트리지로 교체하십시오. 카트리지를 교체해야 인쇄할 수 있습니다.";
CyanCartridgeOutOfWarningPigment = "비어 있는 청록색 카트리지를 교체하십시오.\n새 HP 청록색 카트리지로 교체하십시오. 카트리지를 교체해야 인쇄할 수 있습니다.";
MagentaCartridgeOutOfWarningPigment = "비어 있는 진홍색 카트리지를 교체하십시오.\n새 HP 진홍색 카트리지로 교체하십시오. 카트리지를 교체해야 인쇄할 수 있습니다.";
YellowCartridgeOutOfWarningPigment = "비어 있는 노란색 카트리지를 교체하십시오.\n새 HP 노란색 카트리지로 교체하십시오. 카트리지를 교체해야 인쇄할 수 있습니다.";

BlackCartridgeNearExpiredWarningPigment = "검정색 카트리지가 곧 만료됩니다.\n만료되면 새 HP 검정색 카트리지로 교체하십시오.";
CyanCartridgeNearExpiredWarningPigment = "청록색 카트리지가 곧 만료됩니다.\n만료되면 새 HP 청록색 카트리지로 교체하십시오.";
MagentaCartridgeNearExpiredWarningPigment = "진홍색 카트리지가 곧 만료됩니다.\n만료되면 새 HP 진홍색 카트리지로 교체하십시오.";
YellowCartridgeNearExpiredWarningPigment = "노란색 카트리지가 곧 만료됩니다.\n만료되면 새 HP 노란색 카트리지로 교체하십시오.";

SupplyPLRDisclaimerPigment = "예상 수치이며 실제 카트리지 수준은 다를 수 있습니다.";

HSDProtectedCartridgesTitle = "HP 보호된 카트리지가 설치되었음";

HSDProtectedCartridges = "위에 나열된 카트리지는 HP 카트리지 보호 기능을 사용하여 초기에 카트리지를 보호 설정한 프린터에만 사용할 수 있으며 교체해야 합니다.

HP 카트리지 보호 기능을 사용하면 프린터 소유자가 프린터에 HP 카트리지를 설치하도록 설정하여 카트리지가 해당 프린터에서만 작동합니다.

HP Instant Ink 관련 카트리지 문제가 발생한 경우 HP Instant Ink 온라인 지원에 문의하십시오.";
